<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/functions" prefix="fn"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<base href="<%=basePath%>">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta http-equiv="X-UA-Compatible" content="IE=EmulateIE7" />
<link href="css/main.css" rel="stylesheet" type="text/css" />
<style type="text/css">

#laws ol li{list-style: decimal;}
.table #laws ul, ol {
    list-style-type: none;
}
.table #laws {
    color: #4B5A61;
    line-height: 20px;
    margin-top: 20px;
    padding: 10px;
}
.table #laws ul {
    margin: 10px 16px;
}
.table #laws h3 {
    font-size: 12px;
    margin-bottom: 8px;
}
.table #laws li {
    margin-bottom: 15px;
}
.table #laws li ol {
    list-style-type: decimal;
    margin-left: 30px;
}
.table #laws li li {
    margin-bottom: 3px;
}
.table #laws li p {
    text-indent: 2em;
}
.table #laws li ol ul {
    list-style-type: disc;
    margin-left: 16px;
}
</style>
<title>FaqRobot法律声明</title>
</head>

<body class="bgf8">

	<!--头部 by chenxj-->
	<div class="login_top">
		<div class="b_wd">
			<div class="login_logo clr">
				<a href="index.html"><img src="images/logo.png" width="173"
					alt="logo" />
				</a> <span class="logo_line"></span>
				<h4>注册条款</h4>
			</div>
		</div>
	</div>

	<div class="b_wd" style="padding:30px 0;">
		<div class="content_login">
			<div class="top_bg"></div>
			<ul class="login_nav">
				<li class="curr"><span>&nbsp;</span><a href="javascript:void(0);">用户协议</a>
				</li>
			</ul>
			<div class="login_cont01" id="put_div">
					<h5></h5>
					<div class="table">
						<div id="laws">
							<ul>
							  <li>
							  <h3>一、总则</h3>
							  <ol>
							    <li>用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户与本站达成协议，完全接受本协议项下的全部条款。</li>
							    <li>用户注册成功后，本站将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。 </li>
							    <li>您在使用本站提供的各项服务之前，应仔细阅读本服务协议。如您不同意本服务协议及/或随时对其的修改，您可以主动取消本站提供的服务；您一旦使用本站服务，即视为您已了解并完全同意本服务协议 各项内容，包括本站对服务协议随时所做的任何修改，并成为本站用户。 </li>
							   </ol>
							  </li>
							  <li>
							  <h3>二、注册信息和隐私保护</h3>
							  <ol>
							    <li>本站帐号的所有权归faqrobot.org，用户完成注册申请手续后，获得本站帐号的使用权。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的 资料将引用为注册资料。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，本站不负任何责任。</li>
							    <li>用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知本站。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，本站不承担任何责任。
							 
							    </li>
							    <li>本站不对外公开或向第三方提供单个用户的注册资料，除非：                      
							          
							    <ul>
							      <li>事先获得用户的明确授权；</li>
							      <li>只有透露你的个人资料，才能提供你所要求的产品和服务；</li>
							      <li>根据有关的法律法规要求；</li>
								  <li>按照相关政府主管部门的要求；</li>
								  <li>为维护本站的合法权益。</li>
									</ul></li></ol>
								  </li>
							  <li>
							  </li><li>在你注册本站帐户，使用其他本站产品或服务，访问本站网页, 或参加促销和有奖游戏时，本站会收集你的个人身份识别资料，并会将这些资料用于：改进为你提供的服务及网页内容。 </li> 
							  
							  
							  <li>
							  <h3>三、使用规则</h3>
							  <ol>
							    <li>用户在使用本站服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</li>                         
							    <ul>
									  <li>上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息： 
									1） 反对宪法所确定的基本原则的； 2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； 3） 损害国家荣誉和利益的； 4） 煽动民族仇恨、民族歧视、破坏民族团结的； 5） 破坏国家宗 		教政策，宣扬邪教和封建迷信的； 6） 散布谣言，扰乱社会秩序，破坏社会稳定的； 7） 散布淫秽、色 情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； 8） 侮辱或者诽谤他人，侵害他人合法权利的； 9） 含 有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容； 10） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
									 </li>
									  <li>不得为任何非法目的而使用网络服务系统； </li>
									  <li>不利用本站服务从事以下活动：
											<ol> 
												<li>未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</li> 
												<li>未经允许，对计算机信息网络功能进行删除、修改或者增加的； </li>
												<li>未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的； </li>
												<li>故意制作、传播计算机病毒等破坏性程序的； </li>
												<li>其他危害计算机信息网络安全的行为。</li>
											</ol>
									 </li>
								</ul>
								 <li>用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失 ，包括合理的律师费，您同意赔偿本站与合作公司、关联公司，并使之免受损害。对此，本站有权视用户 的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收本站 帐号、追究法律责任等措施。对恶意注册本站帐号或利用本站帐号进行违法活动、捣乱、骚扰、欺骗、 其他用户以及其他违反本协议的行为，本站有权回收其帐号。同时，本站会视司法部门的要求，协助调查 。
							 </li>
								 <li>用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它 商业目的。 </li>
								 <li>用户须对自己在使用本站服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于 ：对受到侵害者进行赔偿，以及在本站首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用 户应给予本站等额的赔偿。 </li>
								</ol></li>
							  
							  <li>
							  <h3>四、服务内容</h3>
							  <ol>
							    <li>本站网络服务的具体内容由本站根据实际情况提供。</li>     
								<li>除非本服务协议另有其它明示规定，本站所推出的新产品、新功能、新服务，均受到本服务协议之规范。 </li>
								<li>为使用本服务，您必须能够自行经有法律资格对您提供互联网接入服务的第三方，进入国际互联网 ，并应自行支付相关服务费用。此外，您必须自行配备及负责与国际联网连线所需之一切必要装备，包括 计算机、数据机或其它存取装置。</li>
								<li>鉴于网络服务的特殊性，用户同意本站有权不经事先通知，随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。本站不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也 都不作担保。</li>
								<li>本站需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，本站无需为此承担任何责任。本站保留不经事 先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</li>
								<li>本服务或第三人可提供与其它国际互联网上之网站或资源之链接。由于本站无法控制这些网站及资源，您了解并同意，此类网站或资源是否可供利用，本站不予负责，存在或源于此类网站或资源之任何内 容、广告、产品或其它资料，本站亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此 类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，本站不承担任何责任。
							 </li>  
							 
							 <li>用户明确同意其使用本站网络服务所存在的风险将完全由其自己承担。用户理解并接受下载或通过本站服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。本站 对在服务网上得到的任何商品购物服务、交易进程、招聘信息，都不作担保。
							 </li> 
							 <li>3个月未登陆的帐号，本站保留关闭的权利。</li>  
							 <li>本站有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否，本站对用户和任何第三人均无需承担任何责任。 </li> 
							 <li>终止服务 </li>   
							 您同意本站得基于其自行之考虑，因任何理由，包含但不限于长时间未使用，或本站认为您已经违反本服务协议的文字及精神，终止您的密码、帐号或本服务之使用（或服务之任何部分），并将您在本服务内任 何内容加以移除并删除。您同意依本服务协议任何规定提供之本服务，无需进行事先通知即可中断或终止 ，您承认并同意，本站可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用 前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，本站对您或任何第三人均不承担任何责任。
								</ol></li>
								
							  <li>
							  <h3>五、其他 </h3>
							  <ol>
							    <li>本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。</li>
							    <li>如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本站所在地的人民法院提起诉讼。 </li>
							    <li>本站未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。</li>
							    <li>如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。 </li>
								
							    </ol></li>
								
							  <li>
							  <h3>软件开发者开发的软件与已经存在的软件相似的，是否必然构成侵权？</h3>
							  <p>软件开发者开发的软件，由于可供选用的表达方式有限而与已经存在的软件相似的，不构成对已经存在的软件的著作权的侵犯。</p></li>
							  <li>
							  <h3>在什么情况下使用计算机软件，可以不经软件著作权人许可，不向其支付报酬？</h3>
							  <p>为了学习和研究软件内含的设计思想和原理，通过安装、显示、传输或者存储软件等方式使用软件的，可以不经软件著作权人许可，不向其支付报酬。</p></li>
							  <li>
							  <h3>在软件的合法复制品所有人享有哪些权利？</h3>
							  <ol>
							    <li>根据使用的需要把该软件装入计算机等具有信息处理能力的装置内；</li>
							    <li>为了防止复制品损坏而制作备份复制品；</li>
							    <li>为了把该软件用于实际的计算机应用环境或者改进其功能、性能而进行必要的修改。</li></ol></li>
							  <li>
							  <h3>软件的复制品持有人不知道该软件是侵权复制品的，是否构成侵权？</h3>
							  <p>软件的复制品持有人不知道也没有合理理由应当知道该软件是侵权复制品的，不承担赔偿责任；但是，应当停止使用、销毁该侵权复制品。如果停止使用并销毁该侵权复制品将给复制品使用人造成重大损失的，复制品使用人可以在向软件著作权人支付合理费用后继续使用。</p></li></ul></div>
					</div>
					
				</div>
			<div class="btm_bg"></div>
		</div>

	</div>

	<!--底部 by  chenxj-->
	<%@ include file="../base/regFooter.jsp" %>
	<!--底部 end-->
</body>
</html>